const Help = () => {
  return (
    <div className="max-mobile:col-start-1 col-start-2 max-mobile:col-span-2 col-span-5 flex flex-col gap-10 p-2.5 box-border">
      <div className="flex flex-col gap-5">
        <section class="gap-2.5">
          <span className="text-green regular">github: bivouac95</span>
          <h2>О РосЛес Панель: Ваш надежный помощник в работе с данными</h2>
          <p class="regular">
            РосЛес Панель — современное веб-приложение, созданное для того,
            чтобы преобразовать ваш подход к работе с таблицами и данными. Это
            прогрессивное решение сочетает в себе простоту, функциональность и
            универсальность, позволяя каждому пользователю — от аналитика до
            руководителя — справляться с задачами быстрее и эффективнее. Наша
            миссия? Сделать сложные данные понятными, а рутинные процессы —
            удобными.
          </p>
        </section>

        <section class="gap-2.5">
          <h2>Что такое РосЛес Панель?</h2>
          <p class="regular">
            РосЛес Панель — это инструмент, соединяющий таблицы и
            структурированные базы данных. С его помощью вы можете легко
            загружать таблицы в любом формате, превращать их в реляционные базы
            данных, создавать наглядные отчеты и выполнять точные поисковые
            запросы. Забудьте о бесконечных часах, потраченных на ручную
            обработку данных — РосЛес Панель автоматизирует процессы, позволяя
            сосредоточиться на главном: анализе и принятии решений.
          </p>
          <p class="regular">
            Приложение интуитивно понятно и не требует глубоких технических
            знаний. Его интерфейс дружелюбен, а функционал гибок, что делает
            РосЛес Панель идеальным решением как для профессионалов, так и для
            тех, кто только начинает работать с данными. Это инструмент, который
            адаптируется под ваши задачи, а не заставляет вас подстраиваться под
            него.
          </p>
        </section>

        <section class="gap-2.5">
          <h2>Для кого создано приложение?</h2>
          <p class="regular">
            Изначально РосЛес Панель разрабатывалась для аналитического отдела
            Центра защиты леса Забайкальского края. Задача была тривиальной:
            упростить обработку больших объемов данных, связанных с мониторингом
            и анализом состояния лесов, минимизировать ручной труд и повысить
            точность отчетов. Наш инструмент стал надежным помощником для
            специалистов, работающих в условиях высокой нагрузки и сжатых
            сроков.
          </p>
          <p class="regular">
            Но возможности РосЛес Панель выходят за рамки первоначальной задачи.
            Сегодня это универсальное решение, которое подойдет любому, кто
            работает с таблицами и данными: от государственных учреждений до
            частных компаний, от научных исследователей до менеджеров проектов.
            Если вы хотите привести данные в порядок, быстро находить нужную
            информацию и создавать профессиональные отчеты — РосЛес Панель
            создана для вас.
          </p>
        </section>

        <section class="gap-2.5">
          <h2>Присоединяйтесь к РосЛес Панель</h2>
          <p class="regular">
            Независимо от того, работаете ли вы в сфере экологии, аналитики,
            бизнеса или исследований, РосЛес Панель станет вашим надежным
            партнером. Мы очень благодарны за то, что вы выбрали нас.
          </p>
        </section>
      </div>
    </div>
  );
};

export default Help;
